{
  "description": "Lines of text to be displayed in order",
  "line": [
    "Coral Grief",
    "\nA Manifesto for Response-Ability",
    "\nPlayground                             Manifesto",
    "“Grief is a path to understanding entangled shared living and dying; human beings must grieve \nwith, because we are in and of this fabric of undoing. Without sustained remembrance, we \ncannot learn to live with ghosts and so cannot think.” \n ⸺Donna Haraway",
    "Global warming and ocean acidification have killed the great barrier reef, \nleaving a myriad of reef inhabitants without a world.",
    "Such an immense loss and all the interconnected ecologies it constitutes is difficult to comprehend. \nThe consequences of dying ecosystems can feel paralyzing.",
    "What’s the point of trying if we’re all already dying?",
    "We must understand how guilt obfuscates our ability to enact collective response-ability. \nIt is necessary that we find a way to discuss climate change without guilt or fear, \nto begin a new discussion that is expansive and inclusive.",
    "Diverse corals and diverse people are all at stake, \nso we must recognize how the death of the coral reef constitutes a major change in us all, \nfor we are all interconnected and entangled in this multispecies world. ",
    "The following tenets offer a way of making-with the ecological situation we find ourselves in; \na way of persisting without guilt; a way to cultivate on-goingness and recognize our collective response-ability.",
    "Work to undo internalized self-blame.",
    "In an effort to dissuade collective consciousness, neoliberalism celebrates \nhyper-individualism and competitive self-interest, turning the climate crisis into an accountability-competition.",
    "This places the burden of ecological collapse and the duty to fix it onto each individual, \noverwhelming us with guilt and fear.",
    "But this cynical thinking only makes us more vulnerable to neoliberal stories of a self-fulfilling apocalypse",
    "Imaginative thinking and effective work is impossible while under a false narrative and wallowing in despair.",
    "We must work to undo this guilt.",
    "Do not fixate on individual solutions.",
    "The neoliberal capitalist response to climate-change is to reverse this disaster \nby offering eco-friendly marketed consumerism that temporarily alleviates our anxieties.",
    "Meanwhile, more money is spent on extracting every last fossil fuel out of the planet.",
    "Of course attempts to be more fuel efficient and reducing waste are valuable, \nbut these efforts are rendered useless as long as fossil fuel corporations continue \nat the current pace⸺do not fixate on these individual solutions.",
    "Stop thinking as an individual.",
    "Human-exceptionalism is another lie that benefits neoliberalism.",
    "Our world is one in which the human and non-human are inextricably linked. ",
    "Humans have always been surrounded by companion species, for we would not be anywhere \nwithout collaborative domesticated species or the millions of microbes and microbiomes that constitute our bodies. ",
    "We must recognize and celebrate our entanglement, reconfigure our understandings, \nand see the world on multiple multi-species scales.",
    "Practice mourning.",
    "Replace guilt with sustained remembrance by grieving what we’ve lost and what we are losing. ",
    "Many social species have been observed mourning their dead, \ngrieving over the loss of their entanglement with another. ",
    "Once we begin to grieve the planet, we will confront what it is to inhabit a shared world, \nand to be at stake in and with each other.",
    "Grief does not insist on getting back what was lost, but rather accepting that loss and moving forward.",
    "We cannot go backwards and revert the planet back to a state before it was threatened by humans, \ninstead we must grieve.",
    " Mourning is a way to celebrate our multispecies entanglement, to learn to live with ghosts, \nand to replace guilt with sustained remembrance.",
    "Click anywhere to refresh.",
    ""
  ]
}
